micropython/micropython/ports/raspberrypi/boards/waveshare_rp2040_lcd_1_28/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Waveshare RP2040-LCD-1.28"
#define MICROPY_HW_MCU_NAME "rp2040"
